# Host: localhost  (Version: 5.5.22)
# Date: 2017-06-12 23:09:17
# Generator: MySQL-Front 5.3  (Build 4.9)

/*!40101 SET NAMES utf8 */;

#
# Source for table "comments"
#

DROP TABLE IF EXISTS `comments`;
CREATE TABLE `comments` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `comment` varchar(100) DEFAULT NULL,
  `time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP,
  `CPhone` char(11) DEFAULT '',
  `Crank` double(3,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`Id`),
  KEY `foreign key` (`CPhone`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

#
# Data for table "comments"
#

INSERT INTO `comments` VALUES (2,'6666','2016-12-02 23:19:21','12345678908',4.00),(9,'333','2016-12-02 23:20:23','13620360176',5.00),(10,'333','2016-12-03 02:02:29','13620360176',4.00),(11,'666','2016-12-03 02:02:34','12345678908',4.00),(12,'33','2016-12-03 02:02:35','12345678908',1.00),(15,'真是很不错的系统呢，下单特别快，哈哈','2016-12-03 02:02:38','12345678908',5.00),(16,'真是很不错的系统呢，下单特别快，哈哈','2016-12-03 02:02:41','12345678908',5.00),(18,'活动十分丰富而无二的温暖的文化氛围法国人购房款怒放你快去覅那','2016-12-03 01:29:47','',5.00),(19,'好多年扩或扩女付多或付多或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或或好多好看的话那你回来凤飞飞','2016-12-03 01:30:07','',4.00),(20,'很好，做的很开心','2016-12-12 19:32:47','11111111112',2.00),(21,'2222','2016-12-13 02:14:17','11111111112',4.00),(22,'2222','2016-12-13 02:15:00','11111111112',4.00),(23,'我是个坏孩子，飞机票很好！！','2016-12-13 02:18:58','user',5.00),(24,'满分，点赞','2016-12-13 02:20:26',NULL,1.00),(25,'66666666万飞的路程','2016-12-13 02:24:25','13620360176',5.00),(26,'1111','2016-12-16 23:43:11','13620360176',3.00),(27,'1','2016-12-31 16:35:49','13620360176',3.00),(28,'啊啊啊啊','2017-05-02 15:49:03','11111111111',5.00),(29,'21222','2017-05-02 15:49:23','11111111111',2.00),(30,'11111','2017-06-12 21:53:00','11111111112',3.00),(31,'111','2017-06-12 22:23:47',NULL,2.00),(32,'qqq','2017-06-12 22:53:22',NULL,2.00);
